<section>
	<article>
		<h3>SL-Board 란?</h3>
		<p>천재 바로 밑의 프로그래머 잠자는-사자가 <a href="">ROR</a>로 만든 <a href="">잠자는 사자의 집</a>을 PHP로 재작성(포팅)한 프로그램입니다.</p>
	</article>
	<article>
		<h3>왜? 어떻게?  만들게 되었습니까?</h3>		
		<p>
			<a href="">잠자는 사자의 집</a>은 쓸만하게 만들어서 많은 사람들이 썻으면 좋겠으나 대중성이 떨어지는 ROR로 작성되어서 많은 사람이 쓰는데 무리가 있어서 대중적인 PHP로 재작성(포팅)을 하기로 생각했습니다. 
			그래서 PHP ROR인 cakePHP로 작성을 어느정도 했었으나 PHP특유의 간단함과 PDO를 사용한 쿼리 직접조작이 없는점이 그리 마음에 들지 않았습니다. 
			그래서 기존에 제가 만들어 쓰던 PHP프로그램을 약간 손보아서 다시 제작하게 되었습니다. 			  					
		</p>
	</article>
	<article>
		<h3>사용하려면 어떻게 해야됩니까?</h3>
		
		<ol>
			<li></li>
			<li></li>
			<li></li>
		</ol>
		<p>
			
		</p>
	</article>	
</section>